//
//  Created by Kaho Lo on 5/14/15.
//  Copyright (c) 2015 Kaho Lo. All rights reserved.
//

// Strings for tab names.
"IDS_DATES_TIMES_TAB" = "Dates et temps";
"IDS_NUMBERS_CURRENCY_TAB" = "Nombres";
"IDS_HEALTHKIT_TAB" = "HealthKit";
"IDS_LOCALE_TAB" = "Langue";
"IDS_PLURALS_TAB" = "Pluriels";
"IDS_ADDRESS_TAB" = "Adresse";

// Strings for Locale tab.
"IDS_DEVICE_SETTINGS" = "Paramètres de l'appareil";
"IDS_CURRENT_SETTINGS" = "Paramètres actuels";
"IDS_LOCALE_CODE" = "Code de langue :";
"IDS_LOCALE_NAME" = "Nom de la langue :";
"IDS_SET_LOCALE" = "Sélectionner la langue :";
"IDS_APPLY_BTN" = "Appliquez";
"IDS_LOCALE_HINT_TEXT" = "Utilisez toute BCP 47 code de langue valide, par exemple, en-US, ja-JP, etc.";
"IDS_ALERT_TITLE" = "Code de paramètres régionaux non valide";
"IDS_ALERT_MESSAGE" = "« %@ » est pas un code de langue valide.";
"IDS_ALERT_OK" = "OK";

// Strings for Dates & Times tab.
"IDS_DATE_STYLES" = "Date de Styles";
"IDS_TIME_STYLES" = "Temps de Styles";
"IDS_FIRST_DAY" = "Premier jour de la semaine :";
"IDS_INCREASE_DATE" = "Augmenter la valeur de date";
"IDS_INCREASE_TIME" = "Augmenter la valeur du temps";
"IDS_SHORT" = "Court :";
"IDS_MEDIUM" = "Medium :";
"IDS_LONG" = "Long :";
"IDS_FULL" = "Complet :";

// Strings for Numbers tab.
"IDS_NUMBER_STYLES" = "Nombre de styles";
"IDS_DECIMAL" = "Décimales :";
"IDS_CURRENCY" = "Devise :";
"IDS_PERCENT" = "Pour cent :";
"IDS_SCIENTIFIC" = "Scientifique :";
"IDS_SPELLOUT" = "Préciser :";
"IDS_CURRENCY_CODE" = "Code de la devise :";
"IDS_INCREASE_NUMBER" = "Augmenter la valeur de nombre";

// Strings for Address tab.
"IDS_ADDRESS_FORMAT" = "Format d'adresse :";
"IDS_EXAMPLE" = "Exemple :";
"IDS_FORMAT_STREET" = "Rue";
"IDS_FORMAT_CITY" = "Ville";
"IDS_FORMAT_STATE" = "Etat";
"IDS_FORMAT_ZIP" = "CodePostal";
"IDS_FORMAT_COUNTRY" = "Pays";
"IDS_EXAMPLE_STREET" = "112, avenue Kléber";
"IDS_EXAMPLE_CITY" = "Paris";
"IDS_EXAMPLE_STATE" = "";
"IDS_EXAMPLE_ZIP" = "75784";
"IDS_EXAMPLE_COUNTRY" = "France";
